tap "homebrew/bundle"
brew "asdf"
brew "bottom"
brew "ghq"
brew "lazygit"
brew "neovim"
brew "ripgrep"
brew "wget"
cask "applite"
cask "arc", args: { appdir: "/Applications" }
cask "cursor"
cask "docker", args: { appdir: "/Applications" }
cask "figma", args: { appdir: "/Applications" }
cask "google-chrome", args: { appdir: "/Applications" }
cask "imageoptim", args: { appdir: "/Applications" }
cask "meetingbar", args: { appdir: "/Applications" }
cask "microsoft-edge", args: { appdir: "/Applications" }
cask "notion", args: { appdir: "/Applications" }
cask "onyx", args: { appdir: "/Applications" }
cask "rectangle", args: { appdir: "/Applications" }
cask "screen-studio"
cask "slack", args: { appdir: "/Applications" }
cask "visual-studio-code", args: { appdir: "/Applications" }
cask "warp", args: { appdir: "/Applications" }
cask "xcodes", args: { appdir: "/Applications" }
cask "zoom", args: { appdir: "/Applications" }
