tap "aquaproj/aqua"
tap "depot/tap"
tap "joerdav/xc"
tap "kayac/tap"
tap "kdash-rs/kdash"
tap "leoafarias/fvm"
tap "nandemo-ya/kecs"
brew "act"
brew "gettext"
brew "apache-arrow-glib"
brew "aqua"
brew "mise"
brew "atuin"
brew "awscli"
brew "python@3.12"
brew "azure-cli"
brew "bash"
brew "bat"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "cryptography"
brew "ctags"
brew "direnv"
brew "duckdb"
brew "fzf"
brew "gh"
brew "ghq"
brew "github-mcp-server"
brew "gnu-sed"
brew "libgpg-error"
brew "golangci-lint"
brew "goreleaser"
brew "inetutils"
brew "k3d"
brew "kind"
brew "ko"
brew "lazygit"
brew "lefthook"
brew "lftp"
brew "mycli"
brew "mysql-client"
brew "neovim"
brew "peco"
brew "pinentry-mac"
brew "poppler"
brew "python@3.11"
brew "sqlfluff"
brew "stern"
brew "telnet", link: false
brew "terraform"
brew "tmux"
brew "tesseract"
brew "tesseract-lang"
brew "tre"
brew "uv"
brew "watch"
brew "wget"
brew "winetricks"
brew "yazi"
brew "ffmpegthumbnailer"
brew "zoxide"
brew "zsh"
brew "depot/tap/depot"
brew "joerdav/xc/xc"
brew "kdash-rs/kdash/kdash"
brew "leoafarias/fvm/fvm"
brew "nandemo-ya/kecs/kecs"
brew "telepresenceio/telepresence/telepresence-oss"
cask "android-studio"
cask "applite"
cask "claude"
cask "claude-code"
cask "cursor"
cask "ghostty"
cask "multipass"
cask "orbstack"
cask "visual-studio-code"
cask "wine-crossover"
cask "xcodes-app"
vscode "animaapp.vscode-anima"
vscode "anthropic.claude-code"
vscode "docker.docker"
vscode "figma.figma-vscode-extension"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "jebbs.plantuml"
vscode "josevseb.google-java-format-for-vs-code"
vscode "mike-lischke.vscode-antlr4"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.copilot-mermaid-diagram"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "openai.chatgpt"
vscode "redhat.java"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.migrate-java-to-azure"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-java-upgrade"
vscode "vscjava.vscode-maven"
vscode "zxh404.vscode-proto3"
go "github.com/bytebase/air"
go "github.com/bufbuild/buf/cmd/buf"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/onsi/ginkgo/v2/ginkgo"
go "github.com/Songmu/gocredits/cmd/gocredits"
go "golang.org/x/tools/cmd/goimports"
go "github.com/golangci/golangci-lint/cmd/golangci-lint"
go "github.com/fatih/gomodifytags"
go "github.com/haya14busa/goplay/cmd/goplay"
go "golang.org/x/tools/gopls"
go "github.com/cweill/gotests/gotests"
go "github.com/fullstorydev/grpcurl/cmd/grpcurl"
go "github.com/josharian/impl"
go "github.com/golang-migrate/migrate/v4/cmd/migrate"
go "connectrpc.com/connect/cmd/protoc-gen-connect-go"
go "google.golang.org/protobuf/cmd/protoc-gen-go"
go "google.golang.org/grpc/cmd/protoc-gen-go-grpc"
go "github.com/volatiletech/sqlboiler/v4"
go "github.com/volatiletech/sqlboiler/v4/drivers/sqlboiler-mysql"
go "honnef.co/go/tools/cmd/staticcheck"
cargo "lsd"
cargo "ripgrep"
cargo "starship"
cargo "tre"
